Repository: AntonioMartinezRoto/RotoTools
Catalog: Resources/Strings.*.resx
Languages: de, it

# L_Actualizador
source: Update
de: Instalación(DE)
it: Actualizador(IT)

# L_ConectorHerraje
source: Hardware connector
de: Conector de herraje(DE)
it: Conector de herraje(IT)

# L_ConfiguradorOpciones
source: Options configuration
de: Configurador de opciones(DE)
it: Configurador de opciones(IT)

# L_ControlCambios
source: Changes control
de: Control de cambios(DE)
it: Control de cambios(IT)

# L_ExportarDatos
source: Export data
de: Exportar datos(DE)
it: Exportar datos(IT)

# L_SeleccionarIdioma
source: Select language
de: Seleccionar idioma(DE)
it: Seleccionar idioma(IT)

# L_Menu
source: Main
de: Menú(DE)
it: Menú(IT)

# L_Traduccion
source: Translate
de: Traducción(DE)
it: Traducción(IT)

# L_Opciones
source: Options
de: Opciones(DE)
it: Opciones(IT)

# L_Guardar
source: Save
de: Guardar(DE)
it: Guardar(IT)

# L_MenuConfigurarOpciones
source: Options menu
de: Menú de opciones(DE)
it: Menú de opciones(IT)

# L_ConfigurarGuardarOpciones
source: Configure and save options
de: Configurar y guardar opciones(DE)
it: Configurar y guardar opciones(IT)

# L_RestaurarOpciones
source: Restore options
de: Restaurar opciones(DE)
it: Restaurar opciones(IT)

# L_Buscar
source: Find
de: Buscar(DE)
it: Buscar(IT)

# L_ConfigurarOpciones
source: Configure options
de: Configurar opciones(DE)
it: Configurar opciones(IT)

# L_Valor
source: Value
de: Valor(DE)
it: Valor(IT)

# L_Texto
source: Text
de: Texto(DE)
it: Texto(IT)

# L_OcultaList
source: Hide in list
de: Ocultar en lista(DE)
it: Ocultar en lista(IT)

# L_OcultaArbol
source: Hide in tree
de: Oculta en árbol(DE)
it: Oculta en árbol(IT)

# L_GuardadoCorrectamente
source: Saved successfully
de: Guardado correctamente(DE)
it: Guardado correctamente(IT)

# L_ErrorGuardarConfiguracion
source: Error saving configuration file.
de: Error guardando archivo de configuración.(DE)
it: Error guardando archivo de configuración(IT)

# L_AplicarPlantillaTraduccion
source: Do you want to apply a translation?
de: ¿Quieres aplicar una traducción?(DE)
it: ¿Quieres aplicar una traducción?(IT)

# L_ConfiguracionRestaurada
source: Configuration restored successfully
de: Configuración restaurada correctamente.(DE)
it: Configuración restaurada correctamente.(IT)

# L_ErrorRestaurandoConfiguracion
source: Error restoring configuration file.
de: Error restaurando archivo de configuración.(DE)
it: Error restaurando archivo de configuración(IT)

# L_EjecutarSQL
source: Execute SQL
de: Ejecutar Scripts(DE)
it: Ejecutar Scripts(IT)

# L_EjecutarCarpeta
source: Select SQL
de: Elegir Scripts(DE)
it: Elegir Scripts(IT)

# L_InstalarEscandallos
source: Install Scripts
de: Instalar Escandallos(DE)
it: Instalar Escandallos(IT)

# L_VerEscandallos
source: View Scripts
de: Ver Escandallos(DE)
it: Ver Escandallos(IT)

# L_ExportarEscandallos
source: Export Scripts
de: Exportar Escandallos(DE)
it: Exportar Escandallos(IT)

# L_OcultaOpciones
source: HideOptions
de: OcultaOpciones(DE)
it: OcultaOpciones(IT)

# L_Grupos
source: Groups
de: Grupos(DE)
it: Grupos(IT)

# L_Proveedor
source: Supplier
de: Proveedor(DE)
it: Proveedor(IT)

# L_Presupuestado
source: Budget
de: Presupuestado(DE)
it: Presupuestado(IT)

# L_Produccion
source: Production
de: Producción(DE)
it: Producción(IT)

# L_Nombre
source: Name
de: Nombre(DE)
it: Nombre(IT)

# L_ConfManillasFKS
source: FKS handles configuration
de: Configuración Manillas FKS(DE)
it: Configuración Manillas FKS(IT)

# L_PermitirTraduccion
source: Allow translations in Scripts and Hardware Connector
de: Permitir traducciones en Escandallos y Conector de Herraje(DE)
it: Permitir traducciones en Escandallos y Conector de Herraje(IT)

# L_NoScriptsSql
source: No .sql scripts were found in the selected folder
de: No se encontraron scripts .sql en la carpeta seleccionada.(DE)
it: No se encontraron scripts .sql en la carpeta seleccionada.(IT)

# L_ScriptsEjecutados
source: Scripts executed successfully.
de: Scripts ejecutados correctamente.(DE)
it: Scripts ejecutados correctamente.(IT)

# L_RegistrosActualizados
source: updated records
de: registros actualizados(DE)
it: registros actualizados(IT)

# L_DescripcionesMB
source: Base Material descriptions
de: Descripciones Materiales Base(DE)
it: Descripciones Materiales Base(IT)

# L_MBFicticios
source: Ficticios Base Materials
de: Materiales Base ficticios(DE)
it: Materiales Base ficticios(IT)

# L_Level1MBOpciones
source: Level 1 Base Materials and Options
de: Nivel 1 Materiales Base y Opciones(DE)
it: Nivel 1 Materiales Base y Opciones(IT)

# L_GroupsSupplier
source: Groups and supplier
de: Grupos presupuestado, producción y proveedor(DE)
it: Grupos presupuestado, producción y proveedor(IT)

# L_RegistrosActualizadosScript
source: updated records for the script
de: registros afectados para el script(DE)
it: registros afectados para el script(IT)

# L_Escandallos
source: Scripts
de: Escandallos(DE)
it: Escandallos(IT)

# L_ExisteProveedor
source: A Roto supplier already exists. Do you still want to add the supplier Roto Frank SA?
de: Ya existe un proveedor de Roto. ¿Desea agregar igualmente el proveedor Roto Frank SA?(DE)
it: Ya existe un proveedor de Roto. ¿Desea agregar igualmente el proveedor Roto Frank SA?(IT)

# L_ProveedorAgregado
source: Supplier Roto Frank SA added successfully.
de: Proveedor Roto Frank SA agregado correctamente.(DE)
it: Proveedor Roto Frank SA agregado correctamente.(IT)

# L_OcultoAgregado
source: Hidden value added successfully.
de: Valor Oculto añadido correctamente.(DE)
it: Valor Oculto añadido correctamente.(IT)

# L_SeleccionarTodosGrupos
source: Select all groups
de: Seleccionar todos los grupos(DE)
it: Seleccionar todos los grupos(IT)

# L_GestionGeneral
source: General management
de: Gestión general(DE)
it: Gestión general(IT)

# L_ConstructivosPVC
source: PVC constructives
de: Constructivos PVC(DE)
it: Constructivos PVC(IT)

# L_ConstructivosALU
source: ALU constructives
de: Constructivos aluminio(DE)
it: Constructivos aluminio(IT)

# L_GestionManillas
source: Handles management
de: Gestión manillas(DE)
it: Gestión manillas(IT)

# L_GestionBombillos
source: Gestión Bombillos(EN)
de: Gestión Bombillos(DE)
it: Gestión Bombillos(IT)

# L_PersonalizacionClientes
source: Customers customization
de: Personalización clientes(DE)
it: Personalización clientes(IT)

# L_InstalacionIndividualizada
source: Individualized installation
de: Instalación individualizada(DE)
it: Instalación individualizada(IT)

# L_SeleccionarEscandallos
source: Select manually the scripts
de: Seleccionar manualmente los escandallos(DE)
it: Seleccionar manualmente los escandallos(IT)

# L_Instalar
source: Install
de: Instalar(DE)
it: Instalar(IT)

# L_SeleccionarTodos
source: Select all
de: Seleccionar todos(DE)
it: Seleccionar todos(IT)

# L_ConfirmarInstalar
source: Installing will erase the current data of the selected scripts. Do you want to continue?
de: Al instalar se perderán los datos actuales de los escandallos seleccionados. ¿Desea continuar?(DE)
it: Al instalar se perderán los datos actuales de los escandallos seleccionados. ¿Desea continuar?(IT)

# L_EscandallosInstalados
source: Installed scripts
de: Escandallos instalados(DE)
it: Escandallos instalados(IT)

# L_SeleccionarXMLAnterior
source: Select previous XML
de: Seleccione XML anterior(DE)
it: Seleccione XML anterior(IT)

# L_SeleccionarXMLNuevo
source: Select new XML
de: Seleccione XML nuevo(DE)
it: Seleccione XML nuevo(IT)

# L_ConfiguracionInforme
source: Report settings
de: Configuración del informe(DE)
it: Configuración del informe(IT)

# L_GenerarInforme
source: Generate changes control report
de: Generar informe de control de cambios(DE)
it: Generar informe de control de cambios(IT)

# L_CompararFittingGroups
source: Compare fitting groups
de: Comparar fitting groups(DE)
it: Comparar fitting groups(IT)

# L_CompararColores
source: Compare colours
de: Comparar colores(DE)
it: Comparar colores(IT)

# L_CompararOpciones
source: Compare options
de: Comparar opciones(DE)
it: Comparar opciones(IT)

# L_CompararSets
source: Compare sets
de: Comparar sets(DE)
it: Comparar sets(IT)

# L_CompararNumeroSets
source: Compare # setdescriptions
de: Comparar nº de setdescriptions(DE)
it: Comparar nº de setdescriptions(IT)

# L_FiltrarSets
source: Filter sets
de: Filtrar sets(DE)
it: Filtrar sets(IT)

# L_CompararFittings
source: Compare fittings
de: Comparar fittings(DE)
it: Comparar fittings(IT)

# L_FiltrarFittings
source: Filter fittings
de: Filtrar fittings(DE)
it: Filtrar fittings(IT)

# L_CompararDescripciones
source: Compare descriptions
de: Comparar descripciones(DE)
it: Comparar descripciones(IT)

# L_CompararManufacturer
source: Compare manufacturer
de: Comparar manufacturer(DE)
it: Comparar manufacturer(IT)

# L_CompararLength
source: Compare length
de: Comparar length(DE)
it: Comparar length(IT)

# L_CompararLocation
source: Compare location
de: Comparar location(DE)
it: Comparar location(IT)

# L_CompararArticulosOpciones
source: Comparte article-options
de: Comparar articulos-opciones(DE)
it: Comparar articulos-opciones(IT)

# L_SoloSeleccionados
source: Only selected
de: Solo seleccionados(DE)
it: Solo seleccionados(IT)

# L_SetsComunes
source: Common sets
de: Sets comunes(DE)
it: Sets comunes(IT)

# L_FittingsComunes
source: Common fittings
de: Fittings comunes(DE)
it: Fittings comunes(IT)

# L_Filtro
source: Filter
de: Filtrar(DE)
it: Filtrar(IT)

# L_SeleccionarXML
source: Select XML
de: Seleccionar XML(DE)
it: Seleccionar XML(IT)

# L_GenerarConector
source: Generate Hardware Connector
de: Generar Conector de Herraje(DE)
it: Generar Conector de Herraje(IT)

# L_BalconerasAEconAI
source: Easy Mix outer opening with inner opening Sets
de: Balconeras AE con Sets de AI(DE)
it: Balconeras AE con Sets de AI(IT)

# L_CombinarConectores
source: Combine Hardware Connectors
de: Combinar Conectores de Herraje(DE)
it: Combinar Conectores de Herraje(IT)

# L_RevisionSets
source: Sets review
de: Revisión de Sets(DE)
it: Revisión de Sets(IT)

# L_GuardarEnXML
source: Save in XML
de: Guardar en XML(DE)

# L_GuardarEnBD
source: Save in DB
de: Guardar en BBDD(DE)

# L_PonerPredefinido
source: Set as default
de: Poner como predefinido(DE)

# L_Escandallo
source: Script
de: Escandallo(DE)

# L_Apertura
source: Opening
de: Apertura(DE)

# L_Codigo
source: Code
de: Código(DE)

# L_ConectorGenerado
source: Hardware connector generated successfully.
de: Conector generado correctamente.(DE)

# L_ExisteConector
source: There is a connector with the selected name. Do you want to overwrite it?
de: Existe un conector con el nombre seleccionado ¿Quieres sobreescribirlo?(DE)

# L_ConectorInsertado
source: Hardware connector inserted successfully.
de: Conector insertado correctamente.(DE)

# L_SeleccionarConfiguracion
source: Select configuration
de: Seleccionar configuración(DE)

# L_ConfiguracionNormalizada
source: Standardized configuration
de: Configuración normalizada(DE)

# L_ConfiguracionFKS
source: Only FKS handles
de: Solo manillas FKS(DE)

# L_ConfiguracionNormalizadaFKS
source: Standardized configuration + FKS handles
de: Configuración normalizada + manillas FKS(DE)

# L_HardwareSupplierObligatorio
source: HardwareSupplier required.
de: HardwareSupplier obligatorio.(DE)

# L_InstalacionCompletada
source: Installation completed successfully
de: Instalación realizada correctamente(DE)

# L_TraducirXML
source: Translate XML
de: Traducir XML(DE)

# L_GenerarPlantilla
source: Generate translation template
de: Generar plantilla de traducción(DE)

# L_XMLTraducidoCorrectamente
source: File translated successfully.
de: Archivo traducido correctamente.(DE)

# L_PlantillaGenerada
source: Template generated successfully.
de: Plantilla generada correctamente.(DE)

# L_Cargando
source: Loading
de: Cargando(DE)
